import UIKit

/*
        8 Task. Ian Solomein
*/

//  Вращение строки
/* Задание: Написать ф-ю, которая принимает две строки и возвращает true, если одна стркоа является вращением другой, с учетом регистра (вращение строки - это, когда мы берем буквы с конца строки и переносим их в начало, например, строка "swift", при вращении 2 символа станет строкой "ftswi").*/

//===========================================================================================================================
// Решение

